os-railway/firmware_thomas_the_tank_engine/sdkconfig.defaults linux
# FreeRTOS Linux Simulator
CONFIG_IDF_TARGET="linux"
